const qnaList = [
    {
        q: '1. 이 중 민초단이 아닌 연예인은?',
        a: [
            { answer: 'a. 백종원' },
            { answer: 'b. 이동욱' },
            { answer: 'c. 김선호' },
            { answer: 'd. 박서준' },
        ],
        correct: '2'
    },
    {
        q: '2. 민초가 유래된 나라는?',
        a: [
            { answer: 'a. 영국' },
            { answer: 'b. 프랑스' },
            { answer: 'c. 벨기에' },
            { answer: 'd. 미국' },
        ],
        correct: '0'
    },
    {
        q: '3. 시중에서 파는 민초 음식이 아닌 것은?',
        a: [
            { answer: 'a. 민트초코피자' },
            { answer: 'b. 민트초코볶음밥' },
            { answer: 'c. 민트초코파스타' },
            { answer: 'd. 민트초코돈까스' },
        ],
        correct: '1'
    },
    {
        q: '4. 베스킨라빈스에서 출시된 민초 관련 제품이 아닌 것은?',
        a: [
            { answer: 'a. 아이스 민트 초코파이' },
            { answer: 'b. 민트 초코칩 쿠키 샌드' },
            { answer: 'c. 아이스 민트 초코슈' },
            { answer: 'd. 민트 초코 치약' },
        ],
        correct: '2'
    },
    {
        q: '5. 민트 초코가 만들어지게 된 계기는?',
        a: [
            { answer: 'a. 초코 공장에서 데코할 민트잎을 실수로 빠뜨렸는데 맛있어서' },
            { answer: 'b. 디저트 공모전에 출품하기 위해서' },
            { answer: 'c. 이닦고 초콜릿을 먹다가 맛있어서' },
            { answer: 'd. 녹차인 줄 알고 섞었는데 민트였음' },
        ],
        correct: '1'
    },

    {
        q: '6. 오리온이 여름 한정으로 내놓은 민트초코과자 4종에 포함되어있지 않은 것은?',
        a: [
            { answer: 'a. 민초 파이' },
            { answer: 'b. 민초 송이' },
            { answer: 'd. 민초 다이제' },
            { answer: 'c. 민초 쿠키' },
        ],
        correct: '3'
    },
    {
        q: '7. 민트초코 우유를 출시하지 않은 브랜드는?',
        a: [
            { answer: 'a. 서울우유' },
            { answer: 'b. 매일우유' },
            { answer: 'c. 빙그레' },
            { answer: 'd. 덴마크' },
        ],
        correct: '2'
    }
]

const infoList = [
    {
        name: '<반민초단>',
        desc: '민초단 입단에 실패하셨습니다.'
    },
    {
        name: '<민초입문자>',
        desc: '민트초코 세계에 오신 걸 환영합니다!'
    },
    {
        name: '<민초린이>',
        desc: '민초 입문하신지 얼마 안 되셨죠?'
    },
    {
        name: '<민초른이>',
        desc: '민트초코에 대해서 뭘 좀 아시네요!'
    },
    {
        name: '<민초 러버>',
        desc: '디저트는 무조건 민트초코!'
    },
    {
        name: '<민초 마스터>',
        desc: '당신은 민초계의 고인물입니다!'
    }
]